alacritty
alsa-plugins
alsa-tools
alsa-utils
amule
archcraft-cursors
archcraft-grub
archcraft-gtk-themes
archcraft-icon-packs
archcraft-skeleton
archcraft-wallpapers
archlinux-contrib
aria2
asp
atril
autoconf
automake
b43-fwcutter
baobab
base
bashtop
bat
bind
binutils
bison
blight
blueberry
blueman
bluez-utils
brltty
broadcom-wl-dkms
cabextract
calc
calcurse
check
chntpw
clang
clipnotify
clonezilla
cloud-init
cmake
colorpicker
crda
dhclient
dhcpcd
dialog
dnsmasq
downgrade
dunst
easytag
edk2-shell
efibootmgr
espeakup
ethtool
exfatprogs
expac
f2fs-tools
fakeroot
fatresize
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-qt
feh
ffmpegthumbnailer
file
findutils
flex
fontconfig
fortune-mod
freetype2
fsarchiver
gawk
gcc
geany
geany-plugins
gettext
git
git-lfs
github-cli
gnome-keyring
gnome-themes-extra
gnu-free-fonts
gnu-netcat
go
gpart
gparted
gperf
grep
groff
grub2-theme-default
gst-libav
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
hdparm
hsetroot
htop
i3lock-color
inetutils
inotify-tools
ipw2100-fw
ipw2200-fw
iw
iwd
jfsutils
jq
keepassxc
ksuperkey
lesspipe
libfido2
libtool
libusb-compat
libxinerama
lightdm-webkit-theme-litarvan
linux
linux-atm
linux-firmware
linux-headers
lsb-release
lsd
lsof
lsscsi
lxappearance
lxdm-gtk3
lxdm-theme-archcraft
m4
maim
make
man-db
man-pages
meld
mesa
mesa-demos
meson
mkinitcpio-nfs-utils
mkinitcpio-openswap
modemmanager
mpc
mpd
mpv
mtools
nano
nbd
ncdu
ncmpcpp
ndisc6
nemo
nemo-fileroller
nemo-preview
nemo-terminal
nethogs
networkmanager
networkmanager-dmenu-git
networkmanager-openvpn
nfs-utils
nilfs-utils
nitrogen
nm-connection-editor
nmap
nodejs
noto-fonts-emoji
npm
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
nvme-cli
openconnect
openvpn
os-prober
otf-hermit
p7zip
partclone
partimage
patch
pavucontrol
pcsclite
perl-linux-desktopfiles
perl-term-readkey
phonon-qt5-gstreamer
php
picom-ibhagwan-git
pkgconf
pkgfile
playerctl
plymouth
powertop
ppp
pptpclient
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer-ladspa
pulsemixer
pv
python-psutil
python-pygit2
qt5-graphicaleffects
qt5-quickcontrols
qt5ct
ranger
reflector
reiserfsprogs
rofi
rp-pppoe
rsync
sassc
scons
screen
scrot
sdparm
sed
sg3_utils
smartmontools
sof-firmware
source-highlight
sshfs
sudo
sxhkd
systemd-resolvconf
tcpdump
terminus-font
texinfo
thunar
time
tk
tmux
tpm2-tss
transmission-gtk
tree
ttf-arphic-uming
ttf-hack
ttf-jetbrains-mono
ttf-opensans
tty-clock
tumbler
udevil
udftools
udiskie
unimatrix-git
unrar
usb_modeswitch
usbutils
vi
viewnior
vim
vlc
vpnc
w3m
wget
which
wimlib
wireless-regdb
wireless_tools
wmctrl
wqy-microhei
wqy-zenhei
wvdial
xarchiver
xautolock
xbindkeys
xclip
xdg-user-dirs
xdo
xdotool
xf86-video-fbdev
xf86-video-nouveau
xf86-video-vesa
xl2tpd
xmlstarlet
xorg-bdftopcf
xorg-font-util
xorg-fonts-misc
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-xauth
xorg-xclock
xorg-xev
xorg-xfd
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xmessage
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwininfo
xsel
xterm
yad
yajl
yay
youtube-dl
zip
zsh
